ags-hyprpanel-git
appmenu-glib-translator-git
appmenu-glib-translator-git-debug
asusctl-debug
aylurs-gtk-shell-git
aylurs-gtk-shell-git-debug
burpsuite
catppuccin-gtk-theme-mocha
google-breakpad
google-chrome
input-remapper-bin
libastal-4-git
libastal-4-git-debug
libastal-apps-git
libastal-apps-git-debug
libastal-auth-git
libastal-auth-git-debug
libastal-battery-git
libastal-battery-git-debug
libastal-bluetooth-git
libastal-bluetooth-git-debug
libastal-cava-git
libastal-cava-git-debug
libastal-git
libastal-git-debug
libastal-gjs-git
libastal-greetd-git
libastal-greetd-git-debug
libastal-hyprland-git
libastal-hyprland-git-debug
libastal-io-git
libastal-io-git-debug
libastal-meta
libastal-mpris-git
libastal-mpris-git-debug
libastal-network-git
libastal-network-git-debug
libastal-notifd-git
libastal-notifd-git-debug
libastal-powerprofiles-git
libastal-powerprofiles-git-debug
libastal-river-git
libastal-river-git-debug
libastal-tray-git
libastal-tray-git-debug
libastal-wireplumber-git
libastal-wireplumber-git-debug
libcava
libcava-debug
mpvpaper
mpvpaper-debug
neofetch
ocs-url
ocs-url-debug
pokemon-colorscripts-git
quickshell
stm32flash
stm32flash-debug
telegram-desktop-bin
telegram-desktop-bin-debug
update-grub
visual-studio-code-bin
wallust
wallust-debug
wlogout
wlogout-debug
yay
yay-debug
zsh-theme-powerlevel10k-git
zsh-theme-powerlevel10k-git-debug
