adobe-source-code-pro-fonts
ags-hyprpanel-git
alacritty
alsa-utils
ark
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
base
base-devel
bat
bc
bind
blueberry
blueman
bluez-utils
bpytop
brightnessctl
broot
btop
btrfs-progs
burpsuite
catppuccin-gtk-theme-mocha
cava
cliphist
cmake
cmatrix
cpio
cuda
cudnn
cups
cups-pdf
curlie
dfu-util
discord
dkms
dmenu
dnscrypt-proxy
docker
docker-compose
dolphin
dosfstools
duf
dust
efibootmgr
expect
eza
fastfetch
fd
feh
ffmpegthumbnailer
filelight
flatpak
foot
fzf
git
git-filter-repo
gnome-keyring
gnome-system-monitor
google-chrome
grim
grub
gst-plugin-pipewire
gthumb
gtk-engine-murrine
gvfs-mtp
hplip
htop
httpie
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
i3-wm
i3blocks
i3lock
i3status
inetutils
input-remapper-bin
intel-ucode
inxi
iwd
jdk-openjdk
jq
jupyter-nbconvert
kate
kdegraphics-thumbnailers
kitty
konsole
kvantum
lazygit
less
libpulse
libreoffice-fresh
libspng
libva-nvidia-driver
linux-firmware
linux-g14
linux-g14-headers
linux-headers
linux-lts
linux-lts-headers
loupe
lsd
lshw
lxappearance
mercurial
mousepad
mpv-mpris
mpvpaper
nano
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
nftables
noto-fonts-cjk
npm
ntfs-3g
nvidia-lts
nvidia-prime
nvidia-settings
nvtop
nwg-displays
nwg-look
obsidian
ocs-url
openbsd-netcat
openocd
openvpn
os-prober
otf-font-awesome
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
picocom
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
playerctl
pokemon-colorscripts-git
polkit-gnome
power-profiles-daemon
pv
python-numpy
python-pip
python-pipx
python-psycopg2
python-pyquery
python-requests
qalculate-gtk
qt5-tools
qt5ct
qt6ct
quickshell
reflector
rofi
rog-control-center
rsync
slurp
smartmontools
sof-firmware
starship
stlink
stm32flash
subversion
supergfxctl
swappy
swaylock
swaync
swww
telegram-desktop-bin
thunar
thunar-archive-plugin
thunar-volman
timeshift
tmux
traceroute
tree
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
ttf-nerd-fonts-symbols-mono
tumbler
ufw
umockdev
unzip
update-grub
usbutils
uvicorn
vim
visual-studio-code-bin
wallust
waybar
wev
wget
wine
wireguard-tools
wireless_tools
wireplumber
wl-clipboard
wlogout
woff2-font-awesome
wofi
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xorg-xev
xorg-xinit
yad
yakuake
yay
yt-dlp
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
